[{"key":"anAcuteCholangitisCauses2021","type":"article","fields":{"author":["An, Zhibo","Braseth, Annie L.","Sahar, Nadav"],"date":["2021-06-01"],"doi":["10.1016/j.gtc.2021.02.005"],"file":["/home/psira/Zotero/storage/732J2WJM/S0889855321000170.html"],"issn":["0889-8553"],"journaltitle":["Gastroenterology Clinics of North America"],"keywords":["Acute cholangitis","Ascending cholangitis","Biliary infection","Biliary obstruction","ERCP"],"number":["2"],"pages":["403–414"],"series":["Gastrointestinal Infections"],"shortjournal":["Gastroenterology Clinics of North America"],"shorttitle":["Acute Cholangitis"],"title":["Acute Cholangitis: Causes, Diagnosis, and Management"],"url":["https://www.sciencedirect.com/science/article/pii/S0889855321000170"],"urldate":["2025-06-08"],"volume":["50"],"year":["2021"]},"creators":{"author":[{"lastName":"An","firstName":"Zhibo"},{"lastName":"Braseth","firstName":"Annie L."},{"lastName":"Sahar","firstName":"Nadav"}]}},{"key":"beltraMirizziSyndromeHistory2012","type":"article","fields":{"langid":["english"],"abstract":["Mirizzi syndrome: History, current knowledge and proposal of a simplified classification"],"author":["Beltran, Marcelo A."],"date":["2012-09-14"],"doi":["10.3748/wjg.v18.i34.4639"],"file":["/home/psira/Zotero/storage/PJTFLFTC/Beltr&aacute and n - 2012 - Mirizzi syndrome History, current knowledge and proposal of a simplified classification.pdf"],"journaltitle":["World Journal of Gastroenterology"],"number":["34"],"pages":["4639–4650"],"publisher":["Baishideng Publishing Group Inc."],"shorttitle":["Mirizzi syndrome"],"title":["Mirizzi syndrome: History, current knowledge and proposal of a simplified classification"],"url":["https://www.wjgnet.com/1007-9327/full/v18/i34/4639.htm"],"urldate":["2025-06-08"],"volume":["18"],"year":["2012"]},"creators":{"author":[{"lastName":"Beltran","firstName":"Marcelo A."}]},"sentenceCased":true},{"key":"bisceglieEpidemiologyClinicalPresentation2002","type":"article","fields":{"langid":["english"],"author":["Bisceglie, Adrian M. Di"],"date":["2002-09-01"],"doi":["10.1016/S1051-0443(07)61783-7"],"eprint":["12354833"],"eprinttype":["pubmed"],"file":["/home/psira/Zotero/storage/Y6S3N38N/Bisceglie - 2002 - Epidemiology and Clinical Presentation of Hepatocellular Carcinoma.pdf"],"issn":["1051-0443, 1535-7732"],"journaltitle":["Journal of Vascular and Interventional Radiology"],"keywords":["HBV","HCC","HCV","Hepatitis","hepatitis B virus","hepatitis C virus","hepatocellular carcinoma","Liver neoplasms"],"number":["9"],"pages":["S169-S171"],"publisher":["Elsevier"],"shortjournal":["Journal of Vascular and Interventional Radiology"],"title":["Epidemiology and Clinical Presentation of Hepatocellular Carcinoma"],"url":["https://www.jvir.org/article/S1051-0443(07)61783-7/fulltext"],"urldate":["2025-06-08"],"volume":["13"],"year":["2002"]},"creators":{"author":[{"lastName":"Bisceglie","firstName":"Adrian M. Di"}]}},{"key":"brunicardiSchwartzsPrinciplesSurgery2018","type":"book","fields":{"langid":["english"],"abstract":["Or half-a-century, no other text has provided such a solid grounding in basic science, anatomy, operative techniques, and more recently, professional development and leadership training, as Schwartz's Principles of Surgery. Written by the world's foremost surgeons, this landmark reference offers distinctly modern and all-encompassing coverage of every important topic in general surgery.Enhanced by a new two volume presentation, the Eleventh Edition has been completely updated and refreshed with an emphasis on state-of-the-art, evidence-based surgical care. You will find an exciting array of new contributors from around the world, new chapters on cutting-edge topics, plus the acclaimed learning aids that make the material easier to understand and memorize. This outstanding content is bolstered by more than 800 photographs and 1,300 line drawings, most in full color, as well as online videos demonstrating key operations.Here's why the Eleventh Edition is the best edition yet:Six timely new chapters on important topics such as enhanced recovery after surgery (ERAS), ambulatory/outpatient surgery, evidence for surgery practice, skills and simulation, and web-based education and social mediaHigh-quality full-color design showcases an unsurpassed illustration programEmphasis on high-yield discussion of diagnosis and treatment of surgical disease, arranged by organ system and surgical specialtyAcclaimed learning aids (many new to this edition), including an abundance of completely up-to-date tables that summarize the most current evidence, boxed key points, detailed anatomical figures, diagnostic and management algorithms, and an abundance of completely up-to-date tables, and key referencesMore than the field's cornerstone textbook, Schwartz's Principles of Surgery is an international compendium of the knowledge and technique of the world's leading surgeons"],"annotation":["OCLC: 1200071155"],"author":["Brunicardi, F. Charles"],"date":["2018"],"edition":["Eleventh edition"],"isbn":["978-1-259-83536-0"],"location":["New York"],"publisher":["McGraw-Hill"],"shorttitle":["Schwartz's Principles of Surgery"],"title":["Schwartz's Principles of Surgery: Volume 1"],"year":["2018"]},"creators":{"author":[{"lastName":"Brunicardi","firstName":"F. Charles"}]}},{"key":"chitapanaruxRiskFactorsDevelopment2015","type":"article","fields":{"langid":["english"],"abstract":["Hepatocellular carcinoma (HCC) is the most common type of liver cancer worldwide. The incidence of HCC is on the rise in Thailand, where it has become the most common malignancy in males and the third most common in females. Here, we review some of the risk factors that have contributed to this increase in HCC incidence in the Thai population. Hepatitis B virus (HBV) is the main etiologic risk factor for HCC, followed by hepatitis C virus (HCV). Patients with HBV genotype C have a higher positive rate of hepatitis B early antigen (HBeAg) and progress to cirrhosis and HCC earlier than genotype B. For HCV patients, 16% developed HCC associated cirrhosis by year 5 after diagnosis, and the cumulative risk for death from HCC at year 10 was 60%. Dietary exposure to the fungal hepatocarcinogen aflatoxin B1 has been shown to interact synergistically with HBV infection to increase the risk of early onset HCC. Chronic alcohol abuse remains an important risk factor for malignant transformation of hepatocytes, frequently in association with alcohol-induced cirrhosis. In recent years, obesity and metabolic syndrome have markedly increased the incidence of HCC and are important causes of HCC in some resource-rich regions."],"author":["Chitapanarux, Taned","Phornphutkul, Kannika"],"date":["2015-09-28"],"doi":["10.14218/JCTH.2015.00025"],"file":["/home/psira/Zotero/storage/X2TZP52V/Chitapanarux and Phornphutkul - 2015 - Risk Factors for the Development of Hepatocellular Carcinoma in Thailand.pdf"],"journaltitle":["Journal of Clinical and Translational Hepatology"],"number":["3"],"pages":["182–188"],"publisher":["Xia & He Publishing Inc."],"title":["Risk Factors for the Development of Hepatocellular Carcinoma in Thailand"],"url":["https://www.xiahepublishing.com/ArticleFullText.aspx?sid=2&jid=1&id=10.14218%2fJCTH.2015.00025"],"urldate":["2025-06-08"],"volume":["3"],"year":["2015"]},"creators":{"author":[{"lastName":"Chitapanarux","firstName":"Taned"},{"lastName":"Phornphutkul","firstName":"Kannika"}]}},{"key":"coxTimingNaturePresentation2015","type":"article","fields":{"langid":["english"],"abstract":["Background Common bile duct (CBD) stones may be over looked at the time of laparoscopic cholecystectomy (LC), particularly when intra-operative cholangiography (IOC) is not performed. Currently, there is no data available about the time course and pattern of presentation for stones retained in the CBD at the time of LC. The aim of this study was to establish the time course and pattern of presentation of unsuspected retained CBD stones post LC. Methods Patients presenting with symptomatic CBD stones from 1994 until 2010, having previously undergone LC were studied in this retrospective, case note review. CBD stones were confirmed at ERCP. Data collected included LC date, mode of presentation, imaging results including CBD diameter, stone appearance, length of stay and post ERCP complications. Patients having an ERCP for stones found on IOC at LC were excluded. Results Sixty-one patients met the inclusion criteria. The most common mode of presentation was abdominal pain (n = 38, 62 %) with (17) or without (21) deranged liver function tests. Nineteen (31 %) patients presented with clinical complications of the CBD stones: cholangitis (10), acute biliary pancreatitis (6) or obstructive jaundice (3). The CBD was usually mild-to-moderately dilated (8–15 mm) on ultrasound. The median time span from LC to presentation with CBD stones was 4 years (range: 6 days–18 years). Five (8.2 %) patients had a complication from their ERCP; mild pancreatitis (3), bleed (1) and cholangitis (1). Nineteen (31.1 %) patients required more than one ERCP to complete stone/stent removal. Conclusions The median time for patients to present with symptomatic CBD stones after LC is 4 years. Patients with retrained stones may remain asymptomatic for many years. A third of the patients presented with potentially serious complications of the retained CBD stone. Future studies for CBD stones after LC need to follow patients for at least 10 years."],"author":["Cox, Michael R.","Budge, Joel P. O.","Eslick, Guy D."],"date":["2015-07-01"],"doi":["10.1007/s00464-014-3907-x"],"file":["/home/psira/Zotero/storage/9YVTC7UK/Cox et al. - 2015 - Timing and nature of presentation of unsuspected retained common bile duct stones after laparoscopic.pdf"],"issn":["1432-2218"],"issue":["7"],"journaltitle":["Surgical Endoscopy"],"number":["7"],"pages":["2033–2038"],"publisher":["Springer US"],"shortjournal":["Surg Endosc"],"shorttitle":["Timing and nature of presentation of unsuspected retained common bile duct stones after laparoscopic cholecystectomy"],"title":["Timing and nature of presentation of unsuspected retained common bile duct stones after laparoscopic cholecystectomy: A retrospective study"],"url":["https://link.springer.com/article/10.1007/s00464-014-3907-x"],"urldate":["2025-06-08"],"volume":["29"],"year":["2015"]},"creators":{"author":[{"lastName":"Cox","firstName":"Michael R."},{"lastName":"Budge","firstName":"Joel P. O."},{"lastName":"Eslick","firstName":"Guy D."}]},"sentenceCased":true},{"key":"gallaherAcuteCholecystitisReview2022","type":"article","fields":{"langid":["english"],"abstract":["<h3>Importance</h3><p>Gallbladder disease affects approximately 20 million people in the US. Acute cholecystitis is diagnosed in approximately 200 000 people in the US each year.</p><h3>Observations</h3><p>Gallstone-associated cystic duct obstruction is responsible for 90% to 95% of the cases of acute cholecystitis. Approximately 5% to 10% of patients with acute cholecystitis have<i>acalculous cholecystitis</i>, defined as acute inflammation of the gallbladder without gallstones, typically in the setting of severe critical illness. The typical presentation of acute cholecystitis consists of acute right upper quadrant pain, fever, and nausea that may be associated with eating and physical examination findings of right upper quadrant tenderness. Ultrasonography of the right upper quadrant has a sensitivity of approximately 81% and a specificity of approximately 83% for the diagnosis of acute cholecystitis. When an ultrasound result does not provide a definitive diagnosis, hepatobiliary scintigraphy (a nuclear medicine study that includes the intravenous injection of a radiotracer excreted in the bile) is the gold standard diagnostic test. Following diagnosis, early (performed within 1-3 days) vs late (performed after 3 days) laparoscopic cholecystectomy is associated with improved patient outcomes, including fewer composite postoperative complications (11.8% for early vs 34.4% for late), a shorter length of hospital stay (5.4 days vs 10.0 days), and lower hospital costs. During pregnancy, early laparoscopic cholecystectomy, compared with delayed operative management, is associated with a lower risk of maternal-fetal complications (1.6% for early vs 18.4% for delayed) and is recommended during all trimesters. In people older than 65 years of age, laparoscopic cholecystectomy is associated with lower mortality at 2-year follow-up (15.2%) compared with nonoperative management (29.3%). A percutaneous cholecystostomy tube, in which a drainage catheter is placed in the gallbladder lumen under image guidance, is an effective therapy for patients with an exceptionally high perioperative risk. However, percutaneous cholecystostomy tube placement in a randomized trial was associated with higher rates of postprocedural complications (65%) compared with laparoscopic cholecystectomy (12%). For patients with acalculous acute cholecystitis, percutaneous cholecystostomy tube should be reserved for patients who are severely ill at the time of diagnosis; all others should undergo a laparoscopic cholecystectomy.</p><h3>Conclusions and Relevance</h3><p>Acute cholecystitis, typically due to gallstone obstruction of the cystic duct, affects approximately 200 000 people in the US annually. In most patient populations, laparoscopic cholecystectomy, performed within 3 days of diagnosis, is the first-line therapy for acute cholecystitis.</p>"],"author":["Gallaher, Jared R.","Charles, Anthony"],"date":["2022-03-08"],"doi":["10.1001/jama.2022.2350"],"file":["/home/psira/Zotero/storage/3FSTTBPH/Gallaher and Charles - 2022 - Acute Cholecystitis A Review.pdf"],"issn":["0098-7484"],"journaltitle":["JAMA"],"number":["10"],"pages":["965–975"],"publisher":["American Medical Association"],"shortjournal":["JAMA"],"shorttitle":["Acute Cholecystitis"],"title":["Acute Cholecystitis: A Review"],"url":["https://jamanetwork.com/journals/jama/fullarticle/2789654"],"urldate":["2025-06-07"],"volume":["327"],"year":["2022"]},"creators":{"author":[{"lastName":"Gallaher","firstName":"Jared R."},{"lastName":"Charles","firstName":"Anthony"}]}},{"key":"goodUltrasonicPropertiesGallstones1979","type":"article","fields":{"author":["Good, L.","Edell, S.","Soloway, R.","Trotman, B.","Mulhern, C.","Arger, P."],"date":["1979-08-01"],"doi":["10.1016/0016-5085(79)90274-9"],"journaltitle":["Gastroenterology"],"pages":["258–263"],"shortjournal":["Gastroenterology"],"title":["Ultrasonic properties of gallstones: Effect of stone size and composition"],"url":["https://consensus.app/papers/ultrasonic-properties-of-gallstones-effect-of-stone-size-good-edell/f73756c95f5a5dada6f21790c1738bea/"],"volume":["77"],"year":["1979"]},"creators":{"author":[{"lastName":"Good","firstName":"L."},{"lastName":"Edell","firstName":"S."},{"lastName":"Soloway","firstName":"R."},{"lastName":"Trotman","firstName":"B."},{"lastName":"Mulhern","firstName":"C."},{"lastName":"Arger","firstName":"P."}]},"sentenceCased":true},{"key":"hanauACUTEASCENDINGCHOLANGITIS2000","type":"article","fields":{"abstract":["Cholangitis includes acute (ascending) cholangitis, oriental or recurrent cholangitis, acquired immunodeficiency syndrome (AIDS)-related sclerosing cholangitis (AIDS cholangiopathy), and primary sclerosing cholangitis (PSC). This review covers the first two. AIDS cholangiopathy recently has been reviewed,171 and PSC is an immunologic entity that has been described elsewhere.4, 139 Acute cholangitis occurs in an infected, usually obstructed biliary system, most often at the level of the common bile duct. The most common cause of obstruction is stones, but other causes include strictures, which form after surgery or endoscopy or which may be secondary to sclerosing cholangitis; cysts; diverticula; congenital abnormalities; choledochoceles; pancreatitis; pancreatic or choledochal neoplasms; parasites (Ascaris, Clonorchis, or Echinococcus spp.); blockage in a drainage tube; or extrinsic compression.* *References 3, 20, 61, 86, 87, 96, 99, 101, 107, 125, 151, 176, 177, 180, 181, 195, 197, 198, 201, 202, 210, 244, 250, 255 The obstruction is usually complete, and, as a result, the infected material is unable to drain adequately. Concomitant increased intraductal pressure can lead to reflux of biliary contents and bacteremia, which in turn can cause septic shock and death.† †References 3, 20, 61, 86, 87, 99, 101, 125, 167, 176, 177, 180, 197, 201, 202, 210, 244, 255"],"author":["Hanau, Lawrence H.","Steigbigel, Neal H."],"date":["2000-09-01"],"doi":["10.1016/S0891-5520(05)70119-7"],"file":["/home/psira/Zotero/storage/MU5EZBV6/S0891552005701197.html"],"issn":["0891-5520"],"journaltitle":["Infectious Disease Clinics of North America"],"number":["3"],"pages":["521–546"],"shortjournal":["Infectious Disease Clinics of North America"],"title":["ACUTE (ASCENDING) CHOLANGITIS"],"url":["https://www.sciencedirect.com/science/article/pii/S0891552005701197"],"urldate":["2025-06-08"],"volume":["14"],"year":["2000"]},"creators":{"author":[{"lastName":"Hanau","firstName":"Lawrence H."},{"lastName":"Steigbigel","firstName":"Neal H."}]}},{"key":"hapcaBiliaryColic2021","type":"article","fields":{"langid":["english"],"abstract":["### What you need to know A 30 year old woman presents to her general practice with abdominal pain. It started suddenly yesterday evening and lasted for a few hours, but then it came on again in the morning. She says it feels like a tight band around her upper abdomen. She had a similar, less painful, episode a few weeks ago which resolved with over-the-counter analgesia. She is otherwise healthy and has intentionally lost 5 kg in the past six weeks. This article outlines how to assess and manage a patient with suspected biliary colic in primary care. Areas covered include criteria for referral, investigations, and discussion of management options. Abdominal pain is a common presenting symptom with many causes, as outlined in box 1. Gallstone pathology is an important differential. Box 2 describes the spectrum of clinical syndromes that can arise from gallstones. Box 1 ### Differential diagnoses in a patient presenting with epigastric/right upper quadrant painRETURN TO TEXT Box 2 ### Spectrum of clinical syndromes caused by gallstonesRETURN TO TEXT"],"author":["Hapca, Sandra","Ramsay, George","Murchie, Peter","Ahmed, Irfan"],"date":["2021-09-13"],"doi":["10.1136/bmj.n2085"],"eprint":["34518165"],"eprinttype":["pubmed"],"issn":["1756-1833"],"journaltitle":["BMJ"],"pages":["n2085"],"publisher":["British Medical Journal Publishing Group"],"shortjournal":["BMJ"],"title":["Biliary colic"],"url":["https://www.bmj.com/content/374/bmj.n2085"],"urldate":["2025-06-07"],"volume":["374"],"year":["2021"]},"creators":{"author":[{"lastName":"Hapca","firstName":"Sandra"},{"lastName":"Ramsay","firstName":"George"},{"lastName":"Murchie","firstName":"Peter"},{"lastName":"Ahmed","firstName":"Irfan"}]},"sentenceCased":true},{"key":"kiriyamaTokyoGuidelines20182018","type":"article","fields":{"langid":["english"],"abstract":["Highlight Kiriyama and colleagues conducted a systematic review of the literature to validate the TG13 diagnostic and severity grading criteria for acute cholangitis. A large-scale case series study ..."],"author":["Kiriyama, Seiki","Kozaka, Kazuto","Takada, Tadahiro","Strasberg, Steven M.","Pitt, Henry A.","Gabata, Toshifumi","Hata, Jiro","Liau, Kui-Hin","Miura, Fumihiko","Horiguchi, Akihiko","Liu, Keng-Hao","Su, Cheng-Hsi","Wada, Keita","Jagannath, Palepu","Itoi, Takao","Gouma, Dirk J.","Mori, Yasuhisa","Mukai, Shuntaro","Giménez, Mariano Eduardo","Huang, Wayne Shih-Wei","Kim, Myung-Hwan","Okamoto, Kohji","Belli, Giulio","Dervenis, Christos","Chan, Angus C. W.","Lau, Wan Yee","Endo, Itaru","Gomi, Harumi","Yoshida, Masahiro","Mayumi, Toshihiko","Baron, Todd H.","family=Santibañes, given=Eduardo, prefix=de, useprefix=false","Teoh, Anthony Yuen Bun","Hwang, Tsann-Long","Ker, Chen-Guo","Chen, Miin-Fu","Han, Ho-Seong","Yoon, Yoo-Seok","Choi, In-Seok","Yoon, Dong-Sup","Higuchi, Ryota","Kitano, Seigo","Inomata, Masafumi","Deziel, Daniel J.","Jonas, Eduard","Hirata, Koichi","Sumiyama, Yoshinobu","Inui, Kazuo","Yamamoto, Masakazu"],"date":["2018-01-01"],"doi":["10.1002/jhbp.512"],"issn":["1868-6982"],"journaltitle":["Journal of Hepato-Biliary-Pancreatic Sciences"],"number":["1"],"pages":["17–30"],"publisher":["John Wiley & Sons, Ltd"],"shorttitle":["Tokyo Guidelines 2018"],"title":["Tokyo Guidelines 2018: Diagnostic criteria and severity grading of acute cholangitis (with videos)"],"url":["https://onlinelibrary.wiley.com/doi/10.1002/jhbp.512"],"urldate":["2025-06-08"],"volume":["25"],"year":["2018"]},"creators":{"author":[{"lastName":"Kiriyama","firstName":"Seiki"},{"lastName":"Kozaka","firstName":"Kazuto"},{"lastName":"Takada","firstName":"Tadahiro"},{"lastName":"Strasberg","firstName":"Steven M."},{"lastName":"Pitt","firstName":"Henry A."},{"lastName":"Gabata","firstName":"Toshifumi"},{"lastName":"Hata","firstName":"Jiro"},{"lastName":"Liau","firstName":"Kui-Hin"},{"lastName":"Miura","firstName":"Fumihiko"},{"lastName":"Horiguchi","firstName":"Akihiko"},{"lastName":"Liu","firstName":"Keng-Hao"},{"lastName":"Su","firstName":"Cheng-Hsi"},{"lastName":"Wada","firstName":"Keita"},{"lastName":"Jagannath","firstName":"Palepu"},{"lastName":"Itoi","firstName":"Takao"},{"lastName":"Gouma","firstName":"Dirk J."},{"lastName":"Mori","firstName":"Yasuhisa"},{"lastName":"Mukai","firstName":"Shuntaro"},{"lastName":"Giménez","firstName":"Mariano Eduardo"},{"lastName":"Huang","firstName":"Wayne Shih-Wei"},{"lastName":"Kim","firstName":"Myung-Hwan"},{"lastName":"Okamoto","firstName":"Kohji"},{"lastName":"Belli","firstName":"Giulio"},{"lastName":"Dervenis","firstName":"Christos"},{"lastName":"Chan","firstName":"Angus C. W."},{"lastName":"Lau","firstName":"Wan Yee"},{"lastName":"Endo","firstName":"Itaru"},{"lastName":"Gomi","firstName":"Harumi"},{"lastName":"Yoshida","firstName":"Masahiro"},{"lastName":"Mayumi","firstName":"Toshihiko"},{"lastName":"Baron","firstName":"Todd H."},{"lastName":"Santibañes","firstName":"Eduardo","prefix":"de","useprefix":false},{"lastName":"Teoh","firstName":"Anthony Yuen Bun"},{"lastName":"Hwang","firstName":"Tsann-Long"},{"lastName":"Ker","firstName":"Chen-Guo"},{"lastName":"Chen","firstName":"Miin-Fu"},{"lastName":"Han","firstName":"Ho-Seong"},{"lastName":"Yoon","firstName":"Yoo-Seok"},{"lastName":"Choi","firstName":"In-Seok"},{"lastName":"Yoon","firstName":"Dong-Sup"},{"lastName":"Higuchi","firstName":"Ryota"},{"lastName":"Kitano","firstName":"Seigo"},{"lastName":"Inomata","firstName":"Masafumi"},{"lastName":"Deziel","firstName":"Daniel J."},{"lastName":"Jonas","firstName":"Eduard"},{"lastName":"Hirata","firstName":"Koichi"},{"lastName":"Sumiyama","firstName":"Yoshinobu"},{"lastName":"Inui","firstName":"Kazuo"},{"lastName":"Yamamoto","firstName":"Masakazu"}]},"sentenceCased":true},{"key":"liuPathogenesisPresentationCommon2000","type":"article","fields":{"langid":["english"],"abstract":["Common bile duct stones are generally classified as primary or secondary stones based on the locations of origin. The vast majority of the stones found in the biliary tree are secondary stones. The current review discusses the pathogenesis and presentations of primary and secondary biliary stones. Based on discussion of disease pathogenesis and presentation, recommendations for the evaluation and management of common and uncommon disease processes associated with choledocholithiasis are proposed. Copyright © 2000 by W.B. Saunders Company."],"author":["Liu, Terrence H.","Moody, Frank G."],"date":["2000-12-01"],"doi":["10.1177/155335060000700402"],"file":["/home/psira/Zotero/storage/4J7KGZKC/Liu and Moody - 2000 - Pathogenesis and Presentation of Common Bile Duct Stones.pdf"],"issn":["1071-5517"],"journaltitle":["Seminars in Laparoscopic Surgery"],"number":["4"],"pages":["224–231"],"publisher":["SAGE Publications"],"title":["Pathogenesis and Presentation of Common Bile Duct Stones"],"url":["https://journals.sagepub.com/action/showAbstract"],"urldate":["2025-06-08"],"volume":["7"],"year":["2000"]},"creators":{"author":[{"lastName":"Liu","firstName":"Terrence H."},{"lastName":"Moody","firstName":"Frank G."}]}},{"key":"maletQuantitativeInfraredSpectroscopy1988","type":"article","fields":{"langid":["english"],"abstract":["The aim of this study was to determine the composition of gallstones from the common bile duct of patients from the United States and the relationship of stone type to the time interval after cholecystectomy. We analyzed 56 sets of common bile duct gallstones collected over a 10-yr period using infrared and atomic absorption spectroscopy and chemical methods. Twenty-four sets (43%) of stones were cholesterol stones containing 85.3% cholesterol, 3.2% pigment, 0.6% phosphate, and 1.3% total calcium. Ten sets (18%) were black pigment stones containing 36.5% pigment, 11.4% cholesterol, 7.6% carbonate, 3.0% phosphate, and 6.2% total calcium. Twenty-two sets (39%) were brown pigment stones containing 52.7% pigment, 16.5% calcium palmitate, 10.1% cholesterol, 0.4% phosphate, and 3.4% total calcium. Most of the 26 stones found at the same time as or within several months after cholecystectomy were either cholesterol (69%) or black pigment (19%). In contrast, the majority (59%) of the 22 common duct stones that were diagnosed greater than or equal to 21 mo after cholecystectomy were brown pigment stones. In conclusion, brown pigment stones are a distinct type of pigment stone characterized by their content of substantial amounts of calcium palmitate. They comprise a significant proportion of common duct stones in this series of United States patients, particularly of those found greater than or equal to 21 mo after cholecystectomy."],"author":["Malet, P. F.","Dabezies, M. A.","Huang, G. H.","Long, W. B.","Gadacz, T. R.","Soloway, R. D."],"date":["1988-05"],"doi":["10.1016/0016-5085(88)90015-7"],"eprint":["3350291"],"eprinttype":["pubmed"],"issn":["0016-5085"],"issue":["5 Pt 1"],"journaltitle":["Gastroenterology"],"keywords":["Calcium Carbonate","Calcium Phosphates","Cholecystectomy","Cholelithiasis","Cholesterol","Gallstones","Humans","Palmitic Acid","Palmitic Acids","Pigments Biological","Spectrophotometry Infrared","Time Factors"],"pages":["1217–1221"],"shortjournal":["Gastroenterology"],"title":["Quantitative infrared spectroscopy of common bile duct gallstones"],"volume":["94"],"year":["1988"]},"creators":{"author":[{"lastName":"Malet","firstName":"P. F."},{"lastName":"Dabezies","firstName":"M. A."},{"lastName":"Huang","firstName":"G. H."},{"lastName":"Long","firstName":"W. B."},{"lastName":"Gadacz","firstName":"T. R."},{"lastName":"Soloway","firstName":"R. D."}]},"sentenceCased":true},{"key":"miuraTokyoGuidelines20182018","type":"article","fields":{"langid":["english"],"abstract":["The initial management of patients with suspected acute biliary infection starts with the measurement of vital signs to assess whether or not the situation is urgent. If the case is judged to be urgent, initial medical treatment should be started immediately including respiratory/circulatory management if required, without waiting for a definitive diagnosis. The patient's medical history is then taken; an abdominal examination is performed; blood tests, urinalysis, and diagnostic imaging are carried out; and a diagnosis is made using the diagnostic criteria for cholangitis/cholecystitis. Once the diagnosis has been confirmed, initial medical treatment should be started immediately, severity should be assessed according to the severity grading criteria for acute cholangitis/cholecystitis, and the patient's general status should be evaluated. For mild acute cholangitis, in most cases initial treatment including antibiotics is sufficient, and most patients do not require biliary drainage. However, biliary drainage should be considered if a patient does not respond to initial treatment. For moderate acute cholangitis, early endoscopic or percutaneous transhepatic biliary drainage is indicated. If the underlying etiology requires treatment, this should be provided after the patient's general condition has improved; endoscopic sphincterotomy and subsequent choledocholithotomy may be performed together with biliary drainage. For severe acute cholangitis, appropriate respiratory/circulatory management is required. Biliary drainage should be performed as soon as possible after the patient's general condition has been improved by initial treatment and respiratory/circulatory management. Free full articles and mobile app of TG18 are available at: http://www.jshbps.jp/modules/en/index.php?content_id=47. Related clinical questions and references are also included."],"author":["Miura, Fumihiko","Okamoto, Kohji","Takada, Tadahiro","Strasberg, Steven M.","Asbun, Horacio J.","Pitt, Henry A.","Gomi, Harumi","Solomkin, Joseph S.","Schlossberg, David","Han, Ho-Seong","Kim, Myung-Hwan","Hwang, Tsann-Long","Chen, Miin-Fu","Huang, Wayne Shih-Wei","Kiriyama, Seiki","Itoi, Takao","Garden, O. James","Liau, Kui-Hin","Horiguchi, Akihiko","Liu, Keng-Hao","Su, Cheng-Hsi","Gouma, Dirk J.","Belli, Giulio","Dervenis, Christos","Jagannath, Palepu","Chan, Angus C. W.","Lau, Wan Yee","Endo, Itaru","Suzuki, Kenji","Yoon, Yoo-Seok","family=Santibañes, given=Eduardo, prefix=de, useprefix=true","Giménez, Mariano Eduardo","Jonas, Eduard","Singh, Harjit","Honda, Goro","Asai, Koji","Mori, Yasuhisa","Wada, Keita","Higuchi, Ryota","Watanabe, Manabu","Rikiyama, Toshiki","Sata, Naohiro","Kano, Nobuyasu","Umezawa, Akiko","Mukai, Shuntaro","Tokumura, Hiromi","Hata, Jiro","Kozaka, Kazuto","Iwashita, Yukio","Hibi, Taizo","Yokoe, Masamichi","Kimura, Taizo","Kitano, Seigo","Inomata, Masafumi","Hirata, Koichi","Sumiyama, Yoshinobu","Inui, Kazuo","Yamamoto, Masakazu"],"date":["2018"],"doi":["10.1002/jhbp.509"],"file":["/home/psira/Zotero/storage/G7N5R6L9/Miura et al. - 2018 - Tokyo Guidelines 2018 initial management of acute biliary infection and flowchart for acute cholang.pdf;/home/psira/Zotero/storage/LPEQV54Q/jhbp.html"],"issn":["1868-6982"],"journaltitle":["Journal of Hepato-Biliary-Pancreatic Sciences"],"keywords":["Acute cholangitis","Acute cholecystitis","Biliary drainage","Guidelines","Initial treatment"],"number":["1"],"pages":["31–40"],"shorttitle":["Tokyo Guidelines 2018"],"title":["Tokyo Guidelines 2018: Initial management of acute biliary infection and flowchart for acute cholangitis"],"url":["https://onlinelibrary.wiley.com/doi/abs/10.1002/jhbp.509"],"urldate":["2025-06-08"],"volume":["25"],"year":["2018"]},"creators":{"author":[{"lastName":"Miura","firstName":"Fumihiko"},{"lastName":"Okamoto","firstName":"Kohji"},{"lastName":"Takada","firstName":"Tadahiro"},{"lastName":"Strasberg","firstName":"Steven M."},{"lastName":"Asbun","firstName":"Horacio J."},{"lastName":"Pitt","firstName":"Henry A."},{"lastName":"Gomi","firstName":"Harumi"},{"lastName":"Solomkin","firstName":"Joseph S."},{"lastName":"Schlossberg","firstName":"David"},{"lastName":"Han","firstName":"Ho-Seong"},{"lastName":"Kim","firstName":"Myung-Hwan"},{"lastName":"Hwang","firstName":"Tsann-Long"},{"lastName":"Chen","firstName":"Miin-Fu"},{"lastName":"Huang","firstName":"Wayne Shih-Wei"},{"lastName":"Kiriyama","firstName":"Seiki"},{"lastName":"Itoi","firstName":"Takao"},{"lastName":"Garden","firstName":"O. James"},{"lastName":"Liau","firstName":"Kui-Hin"},{"lastName":"Horiguchi","firstName":"Akihiko"},{"lastName":"Liu","firstName":"Keng-Hao"},{"lastName":"Su","firstName":"Cheng-Hsi"},{"lastName":"Gouma","firstName":"Dirk J."},{"lastName":"Belli","firstName":"Giulio"},{"lastName":"Dervenis","firstName":"Christos"},{"lastName":"Jagannath","firstName":"Palepu"},{"lastName":"Chan","firstName":"Angus C. W."},{"lastName":"Lau","firstName":"Wan Yee"},{"lastName":"Endo","firstName":"Itaru"},{"lastName":"Suzuki","firstName":"Kenji"},{"lastName":"Yoon","firstName":"Yoo-Seok"},{"lastName":"Santibañes","firstName":"Eduardo","prefix":"de","useprefix":true},{"lastName":"Giménez","firstName":"Mariano Eduardo"},{"lastName":"Jonas","firstName":"Eduard"},{"lastName":"Singh","firstName":"Harjit"},{"lastName":"Honda","firstName":"Goro"},{"lastName":"Asai","firstName":"Koji"},{"lastName":"Mori","firstName":"Yasuhisa"},{"lastName":"Wada","firstName":"Keita"},{"lastName":"Higuchi","firstName":"Ryota"},{"lastName":"Watanabe","firstName":"Manabu"},{"lastName":"Rikiyama","firstName":"Toshiki"},{"lastName":"Sata","firstName":"Naohiro"},{"lastName":"Kano","firstName":"Nobuyasu"},{"lastName":"Umezawa","firstName":"Akiko"},{"lastName":"Mukai","firstName":"Shuntaro"},{"lastName":"Tokumura","firstName":"Hiromi"},{"lastName":"Hata","firstName":"Jiro"},{"lastName":"Kozaka","firstName":"Kazuto"},{"lastName":"Iwashita","firstName":"Yukio"},{"lastName":"Hibi","firstName":"Taizo"},{"lastName":"Yokoe","firstName":"Masamichi"},{"lastName":"Kimura","firstName":"Taizo"},{"lastName":"Kitano","firstName":"Seigo"},{"lastName":"Inomata","firstName":"Masafumi"},{"lastName":"Hirata","firstName":"Koichi"},{"lastName":"Sumiyama","firstName":"Yoshinobu"},{"lastName":"Inui","firstName":"Kazuo"},{"lastName":"Yamamoto","firstName":"Masakazu"}]},"sentenceCased":true},{"key":"moslerDiagnosisManagementAcute2011","type":"article","fields":{"langid":["english"],"abstract":["Acute cholangitis is a potentially life-threatening systemic disease resulting from a combination of infection and obstruction of the biliary tree, secondary to different underlying etiologies. Common causes of cholangitis (eg, gallstones, benign and malignant biliary strictures) are well known. However, others (eg, immunoglobulin-G subclass-4–related sclerosing cholangitis) have been described only recently, are still under evaluation, and need to gain broader attention from clinicians. The diagnosis of acute cholangitis is based on clinical presentation and laboratory data indicating systemic infection, as well as diagnostic imaging modalities revealing signs of biliary obstruction and possibly an underlying etiology. The clinical presentation varies, and initial risk stratification is important to guide further management. Early medical therapy, including fluid resuscitation and appropriate antibiotic coverage, is of major importance in all cases, followed by a biliary drainage procedure and, if possible, definitive therapy of the underlying etiology. The type and timing of biliary drainage should be based on the severity of the clinical presentation, and the availability and feasibility of drainage techniques, such as endoscopic retrograde cholangiopancreatography (ERCP), percutaneous transhepatic cholangiography (PTC), and open surgical drainage. ERCP plays a central role in the management of biliary obstruction in patients with acute cholangitis. Endoscopic ultrasound–guided biliary drainage recently emerged as a possible alternative to PTC for second-line therapy if ERCP fails or is not possible."],"author":["Mosler, Patrick"],"date":["2011-04-01"],"doi":["10.1007/s11894-010-0171-7"],"file":["/home/psira/Zotero/storage/Z4GIMI5A/Mosler - 2011 - Diagnosis and Management of Acute Cholangitis.pdf"],"issn":["1534-312X"],"issue":["2"],"journaltitle":["Current Gastroenterology Reports"],"number":["2"],"pages":["166–172"],"publisher":["Current Science Inc."],"shortjournal":["Curr Gastroenterol Rep"],"title":["Diagnosis and Management of Acute Cholangitis"],"url":["https://link.springer.com/article/10.1007/s11894-010-0171-7"],"urldate":["2025-06-08"],"volume":["13"],"year":["2011"]},"creators":{"author":[{"lastName":"Mosler","firstName":"Patrick"}]}},{"key":"pupacdiLandscapeEtiologicalPatterns2024","type":"article","fields":{"langid":["english"],"abstract":["Thailand is among countries with the highest global incidence and mortality rates of hepatocellular carcinoma (HCC) and intrahepatic cholangiocarcinoma (iCCA). While viral hepatitis and liver fluke infections have been associated with HCC and iCCA, respectively, other environmental risk factors, overall risk factor commonality and combinatorial roles, and effects on survival have not been systematically examined. We conducted a TIGER-LC consortium-based population study covering all high-incidence areas of both malignancies across Thailand: 837 HCC, 1474 iCCA, and 1112 controls (2011–2019) were comprehensively queried on lifelong environmental exposures, lifestyle, and medical history. Multivariate logistic regression and Cox proportional hazards analyses were used to evaluate risk factors and associated survival patterns. Our models identified shared risk factors between HCC and iCCA, such as viral hepatitis infection, liver fluke infection, and diabetes, including novel and shared associations of agricultural pesticide exposure (OR range of 1.50; 95% CI: 1.06–2.11 to 2.91; 95% CI: 1.82–4.63) along with vulnerable sources of drinking water. Most patients had multiple risk factors, magnifying their risk considerably. Patients with lower risk levels had better survival in both HCC (HR 0.78; 95% CI: 0.64–0.96) and iCCA (HR 0.84; 95% CI: 0.70–0.99). Risk factor co-exposures and their common associations with HCC and iCCA in Thailand emphasize the importance for future prevention and control measures, especially in its large agricultural sector. The observed mortality patterns suggest ways to stratify patients for anticipated survivorship and develop plans to support medical care of longer-term survivors, including behavioral changes to reduce exposures."],"author":["Pupacdi, Benjarath","Loffredo, Christopher A.","Budhu, Anuradha","Rabibhadana, Siritida","Bhudhisawasdi, Vajarabhongsa","Pairojkul, Chawalit","Sukeepaisarnjaroen, Wattana","Pugkhem, Ake","Luvira, Vor","Lertprasertsuke, Nirush","Chotirosniramit, Anon","Auewarakul, Chirayu U.","Ungtrakul, Teerapat","Sricharunrat, Thaniya","Sangrajrang, Suleeporn","Phornphutkul, Kannika","Albert, Paul S.","Kim, Sungduk","Harris, Curtis C.","Mahidol, Chulabhorn","Wang, Xin Wei","Ruchirawat, Mathuros","Consortium, the TIGER-LC"],"date":["2024"],"doi":["10.1002/ijc.35034"],"file":["/home/psira/Zotero/storage/IWVBIGLR/Pupacdi et al. - 2024 - The landscape of etiological patterns of hepatocellular carcinoma and intrahepatic cholangiocarcinom.pdf;/home/psira/Zotero/storage/GE8PDWB7/ijc.html"],"issn":["1097-0215"],"journaltitle":["International Journal of Cancer"],"keywords":["case–control study","hepatocellular carcinoma","intrahepatic cholangiocarcinoma","risk factors","Thailand"],"number":["8"],"pages":["1387–1399"],"title":["The landscape of etiological patterns of hepatocellular carcinoma and intrahepatic cholangiocarcinoma in Thailand"],"url":["https://onlinelibrary.wiley.com/doi/abs/10.1002/ijc.35034"],"urldate":["2025-06-08"],"volume":["155"],"year":["2024"]},"creators":{"author":[{"lastName":"Pupacdi","firstName":"Benjarath"},{"lastName":"Loffredo","firstName":"Christopher A."},{"lastName":"Budhu","firstName":"Anuradha"},{"lastName":"Rabibhadana","firstName":"Siritida"},{"lastName":"Bhudhisawasdi","firstName":"Vajarabhongsa"},{"lastName":"Pairojkul","firstName":"Chawalit"},{"lastName":"Sukeepaisarnjaroen","firstName":"Wattana"},{"lastName":"Pugkhem","firstName":"Ake"},{"lastName":"Luvira","firstName":"Vor"},{"lastName":"Lertprasertsuke","firstName":"Nirush"},{"lastName":"Chotirosniramit","firstName":"Anon"},{"lastName":"Auewarakul","firstName":"Chirayu U."},{"lastName":"Ungtrakul","firstName":"Teerapat"},{"lastName":"Sricharunrat","firstName":"Thaniya"},{"lastName":"Sangrajrang","firstName":"Suleeporn"},{"lastName":"Phornphutkul","firstName":"Kannika"},{"lastName":"Albert","firstName":"Paul S."},{"lastName":"Kim","firstName":"Sungduk"},{"lastName":"Harris","firstName":"Curtis C."},{"lastName":"Mahidol","firstName":"Chulabhorn"},{"lastName":"Wang","firstName":"Xin Wei"},{"lastName":"Ruchirawat","firstName":"Mathuros"},{"lastName":"Consortium","firstName":"the TIGER-LC"}]},"sentenceCased":true},{"key":"sunFactorsInfluencingGallstone2022","type":"article","fields":{"langid":["english"],"abstract":["Gallstone disease is a common pathology of the digestive system with nearly a 10–20% incidence rate among adults. The mainstay of treatment is cholecystectomy, which is commonly associated with physical pain and may also seriously affect a patient’s quality of life. Clinical research suggests that cholelithiasis is closely related to the age, gender, body mass index, and other basic physical characteristics of patients. Clinical research further suggests that the occurrence of cholelithiasis is related to obesity, diabetes, non-alcoholic fatty liver, and other diseases. For this reason, we reviewed the following: genetic factors; excessive liver cholesterol secretion (causing cholesterol supersaturation in gallbladder bile); accelerated growth of cholesterol crystals and solid cholesterol crystals; gallbladder motility impairment; and cardiovascular factors. Herein, we summarize and analyze the causes and mechanisms of cholelithiasis, discuss its correlation with the pathogenesis of related diseases, and discuss possible mechanisms."],"author":["Sun, Hao","Warren, Jonathan","Yip, James","Ji, Yu","Hao, Shaolong","Han, Wei","Ding, Yuchuan"],"date":["2022-04"],"doi":["10.3390/biom12040550"],"file":["/home/psira/Zotero/storage/MRVHYALB/Sun et al. - 2022 - Factors Influencing Gallstone Formation A Review of the Literature.pdf"],"issn":["2218-273X"],"issue":["4"],"journaltitle":["Biomolecules"],"keywords":["bile acids","cardiovascular disease","diabetes","gallstone disease","non-alcoholic fatty liver","obesity"],"number":["4"],"pages":["550"],"publisher":["Multidisciplinary Digital Publishing Institute"],"shorttitle":["Factors Influencing Gallstone Formation"],"title":["Factors Influencing Gallstone Formation: A Review of the Literature"],"url":["https://www.mdpi.com/2218-273X/12/4/550"],"urldate":["2025-06-07"],"volume":["12"],"year":["2022"]},"creators":{"author":[{"lastName":"Sun","firstName":"Hao"},{"lastName":"Warren","firstName":"Jonathan"},{"lastName":"Yip","firstName":"James"},{"lastName":"Ji","firstName":"Yu"},{"lastName":"Hao","firstName":"Shaolong"},{"lastName":"Han","firstName":"Wei"},{"lastName":"Ding","firstName":"Yuchuan"}]}},{"key":"williamsUpdatedGuidelineManagement2017","type":"article","fields":{"langid":["english"],"abstract":["Common bile duct stones (CBDS) are estimated to be present in 10–20% of individuals with symptomatic gallstones. They can result in a number of health problems, including pain, jaundice, infection and acute pancreatitis. A variety of imaging modalities can be employed to identify the condition, while management of confirmed cases of CBDS may involve endoscopic retrograde cholangiopancreatography, surgery and radiological methods of stone extraction. Clinicians are therefore confronted with a number of potentially valid options to diagnose and treat individuals with suspected CBDS. The British Society of Gastroenterology first published a guideline on the management of CBDS in 2008. Since then a number of developments in management have occurred along with further systematic reviews of the available evidence. The following recommendations reflect these changes and provide updated guidance to healthcare professionals who are involved in the care of adult patients with suspected or proven CBDS. It is not a protocol and the recommendations contained within should not replace individual clinical judgement."],"author":["Williams, Earl","Beckingham, Ian","Sayed, Ghassan El","Gurusamy, Kurinchi","Sturgess, Richard","Webster, George","Young, Tudor"],"date":["2017-05-01"],"doi":["10.1136/gutjnl-2016-312317"],"eprint":["28122906"],"eprinttype":["pubmed"],"file":["/home/psira/Zotero/storage/BVEEVDPH/Williams et al. - 2017 - Updated guideline on the management of common bile duct stones (CBDS).pdf"],"issn":["0017-5749, 1468-3288"],"journaltitle":["Gut"],"keywords":["ACUTE PANCREATITIS","BILIARY OBSTRUCTION","ENDOSCOPIC RETROGRADE PANCREATOGRAPHY","GALLSTONE DISEASE","HEPATOBILIARY DISEASE"],"number":["5"],"pages":["765–782"],"publisher":["BMJ Publishing Group"],"title":["Updated guideline on the management of common bile duct stones (CBDS)"],"url":["https://gut.bmj.com/content/66/5/765"],"urldate":["2025-06-08"],"volume":["66"],"year":["2017"]},"creators":{"author":[{"lastName":"Williams","firstName":"Earl"},{"lastName":"Beckingham","firstName":"Ian"},{"lastName":"Sayed","firstName":"Ghassan El"},{"lastName":"Gurusamy","firstName":"Kurinchi"},{"lastName":"Sturgess","firstName":"Richard"},{"lastName":"Webster","firstName":"George"},{"lastName":"Young","firstName":"Tudor"}]},"sentenceCased":true},{"key":"yokoeTokyoGuidelines20182018","type":"article","fields":{"langid":["english"],"abstract":["The Tokyo Guidelines 2013 (TG13) for acute cholangitis and cholecystitis were globally disseminated and various clinical studies about the management of acute cholecystitis were reported by many researchers and clinicians from all over the world. The 1st edition of the Tokyo Guidelines 2007 (TG07) was revised in 2013. According to that revision, the TG13 diagnostic criteria of acute cholecystitis provided better specificity and higher diagnostic accuracy. Thorough our literature search about diagnostic criteria for acute cholecystitis, new and strong evidence that had been released from 2013 to 2017 was not found with serious and important issues about using TG13 diagnostic criteria of acute cholecystitis. On the other hand, the TG13 severity grading for acute cholecystitis has been validated in numerous studies. As a result of these reviews, the TG13 severity grading for acute cholecystitis was significantly associated with parameters including 30-day overall mortality, length of hospital stay, conversion rates to open surgery, and medical costs. In terms of severity assessment, breakthrough and intensive literature for revising severity grading was not reported. Consequently, TG13 diagnostic criteria and severity grading were judged from numerous validation studies as useful indicators in clinical practice and adopted as TG18/TG13 diagnostic criteria and severity grading of acute cholecystitis without any modification. Free full articles and mobile app of TG18 are available at: http://www.jshbps.jp/modules/en/index.php?content_id=47. Related clinical questions and references are also included."],"author":["Yokoe, Masamichi","Hata, Jiro","Takada, Tadahiro","Strasberg, Steven M.","Asbun, Horacio J.","Wakabayashi, Go","Kozaka, Kazuto","Endo, Itaru","Deziel, Daniel J.","Miura, Fumihiko","Okamoto, Kohji","Hwang, Tsann-Long","Huang, Wayne Shih-Wei","Ker, Chen-Guo","Chen, Miin-Fu","Han, Ho-Seong","Yoon, Yoo-Seok","Choi, In-Seok","Yoon, Dong-Sup","Noguchi, Yoshinori","Shikata, Satoru","Ukai, Tomohiko","Higuchi, Ryota","Gabata, Toshifumi","Mori, Yasuhisa","Iwashita, Yukio","Hibi, Taizo","Jagannath, Palepu","Jonas, Eduard","Liau, Kui-Hin","Dervenis, Christos","Gouma, Dirk J.","Cherqui, Daniel","Belli, Giulio","Garden, O. James","Giménez, Mariano Eduardo","family=Santibañes, given=Eduardo, prefix=de, useprefix=true","Suzuki, Kenji","Umezawa, Akiko","Supe, Avinash Nivritti","Pitt, Henry A.","Singh, Harjit","Chan, Angus C. W.","Lau, Wan Yee","Teoh, Anthony Yuen Bun","Honda, Goro","Sugioka, Atsushi","Asai, Koji","Gomi, Harumi","Itoi, Takao","Kiriyama, Seiki","Yoshida, Masahiro","Mayumi, Toshihiko","Matsumura, Naoki","Tokumura, Hiromi","Kitano, Seigo","Hirata, Koichi","Inui, Kazuo","Sumiyama, Yoshinobu","Yamamoto, Masakazu"],"date":["2018"],"doi":["10.1002/jhbp.515"],"file":["/home/psira/Zotero/storage/XGAFVFZL/Yokoe et al. - 2018 - Tokyo Guidelines 2018 diagnostic criteria and severity grading of acute cholecystitis (with videos).pdf"],"issn":["1868-6982"],"journaltitle":["Journal of Hepato-Biliary-Pancreatic Sciences"],"keywords":["Acute","Cholecystitis","Diagnosis","Diagnostic imaging","Guidelines","Severity of Illness Index"],"number":["1"],"pages":["41–54"],"shorttitle":["Tokyo Guidelines 2018"],"title":["Tokyo Guidelines 2018: Diagnostic criteria and severity grading of acute cholecystitis (with videos)"],"url":["https://onlinelibrary.wiley.com/doi/abs/10.1002/jhbp.515"],"urldate":["2025-06-07"],"volume":["25"],"year":["2018"]},"creators":{"author":[{"lastName":"Yokoe","firstName":"Masamichi"},{"lastName":"Hata","firstName":"Jiro"},{"lastName":"Takada","firstName":"Tadahiro"},{"lastName":"Strasberg","firstName":"Steven M."},{"lastName":"Asbun","firstName":"Horacio J."},{"lastName":"Wakabayashi","firstName":"Go"},{"lastName":"Kozaka","firstName":"Kazuto"},{"lastName":"Endo","firstName":"Itaru"},{"lastName":"Deziel","firstName":"Daniel J."},{"lastName":"Miura","firstName":"Fumihiko"},{"lastName":"Okamoto","firstName":"Kohji"},{"lastName":"Hwang","firstName":"Tsann-Long"},{"lastName":"Huang","firstName":"Wayne Shih-Wei"},{"lastName":"Ker","firstName":"Chen-Guo"},{"lastName":"Chen","firstName":"Miin-Fu"},{"lastName":"Han","firstName":"Ho-Seong"},{"lastName":"Yoon","firstName":"Yoo-Seok"},{"lastName":"Choi","firstName":"In-Seok"},{"lastName":"Yoon","firstName":"Dong-Sup"},{"lastName":"Noguchi","firstName":"Yoshinori"},{"lastName":"Shikata","firstName":"Satoru"},{"lastName":"Ukai","firstName":"Tomohiko"},{"lastName":"Higuchi","firstName":"Ryota"},{"lastName":"Gabata","firstName":"Toshifumi"},{"lastName":"Mori","firstName":"Yasuhisa"},{"lastName":"Iwashita","firstName":"Yukio"},{"lastName":"Hibi","firstName":"Taizo"},{"lastName":"Jagannath","firstName":"Palepu"},{"lastName":"Jonas","firstName":"Eduard"},{"lastName":"Liau","firstName":"Kui-Hin"},{"lastName":"Dervenis","firstName":"Christos"},{"lastName":"Gouma","firstName":"Dirk J."},{"lastName":"Cherqui","firstName":"Daniel"},{"lastName":"Belli","firstName":"Giulio"},{"lastName":"Garden","firstName":"O. James"},{"lastName":"Giménez","firstName":"Mariano Eduardo"},{"lastName":"Santibañes","firstName":"Eduardo","prefix":"de","useprefix":true},{"lastName":"Suzuki","firstName":"Kenji"},{"lastName":"Umezawa","firstName":"Akiko"},{"lastName":"Supe","firstName":"Avinash Nivritti"},{"lastName":"Pitt","firstName":"Henry A."},{"lastName":"Singh","firstName":"Harjit"},{"lastName":"Chan","firstName":"Angus C. W."},{"lastName":"Lau","firstName":"Wan Yee"},{"lastName":"Teoh","firstName":"Anthony Yuen Bun"},{"lastName":"Honda","firstName":"Goro"},{"lastName":"Sugioka","firstName":"Atsushi"},{"lastName":"Asai","firstName":"Koji"},{"lastName":"Gomi","firstName":"Harumi"},{"lastName":"Itoi","firstName":"Takao"},{"lastName":"Kiriyama","firstName":"Seiki"},{"lastName":"Yoshida","firstName":"Masahiro"},{"lastName":"Mayumi","firstName":"Toshihiko"},{"lastName":"Matsumura","firstName":"Naoki"},{"lastName":"Tokumura","firstName":"Hiromi"},{"lastName":"Kitano","firstName":"Seigo"},{"lastName":"Hirata","firstName":"Koichi"},{"lastName":"Inui","firstName":"Kazuo"},{"lastName":"Sumiyama","firstName":"Yoshinobu"},{"lastName":"Yamamoto","firstName":"Masakazu"}]},"sentenceCased":true}]